// 2. Пользователь вводит два числа n и m, с помощью цикла вывести квадраты всех
// чисел от n до m.
// Например:
// Ввели число 2
// Ввели число 5
// выводим: 2*2 потом 3*3 потом 4*4 потом 5*5

    // let numberN = prompt("enter number n");
    // let numberM = prompt("enter number m");
    // let squareNumber = 0;
    // numberN = number(numberN);
    // numberM = number(numberM);

    // for (let counter = numberN; counter <= numberM; counter ++) {
    //     squareNumber = counter * counter;
    //     consol.log('The sum of the numbers up to ${squareNumbe}');
    // }

// 3. Пользователь вводит число n. Написать цикл, который выводит все числа от n до 0.

    // let numberN = prompt("enter number n");
    
    // for (let i = numberN; i >= 0; i--) {
    //     console.log('${i}');
    // }

// 4. Написать программу, в которой пользователя просят ввести числа 5 раз. Причем
// каждое последующее число должно быть больше предыдущего, иначе вывести
// ошибку.

// 5. Написать программу-заику. Пользователь вводит число. Вывести количество "за"
// (в слове "заика") равное этому числу.
// Например:
// Вводим 3
// Программа выводит "зазазаика"
// Вводим 5
// Программа выводит "зазазазазаика"